/**
 * Created by zhuzhipeng on 14-3-3.
 */
var data = [
    {
        name: "装备",
        content: [
            {
                desc: "武器",
                data: ["业火三灾", "斩妖泣血","晓风残月","偃月青龙","血刃","屠龙","冷月","黑炎魔刀","龙鳞宝刀","狼牙刀","破天宝刀","雁翅刀","金背大砍刀","夜魔弯刀","苗刀","柳叶刀","无关风月","九天金线","金玉双环","别情离恨","月光","乾坤","如意","斜月狼牙","子母双月","蛇形月","赤炎环","风火圈","金刺轮","离情环","精钢日月圈","黄铜圈","牧云清歌","血之刺藤","仙人指路","游龙惊鸿","吹雪","百花","龙筋","混元金钩","雷鸣嗜血鞭","青藤柳叶鞭","玉竹金铃","蛇骨鞭","钢结鞭","乌龙鞭","牛筋鞭","牛皮鞭","狂澜碎岳","鬼王蚀日","九瓣莲花","混元金锤","雷神","鬼牙","八卦","天崩地裂","巨灵神锤","震天锤","破甲战锤","烈焰锤","狼牙锤","八棱金瓜","镔铁锤","松木锤","丝萝乔木","墨玉骷髅","青藤玉树","降魔玉杵","盘龙","红莲","沧海","日月光华","水晶棒","满天星","幽路引魂","云龙棒","点金棒","玉如意","金丝魔棒","细木棒","浩气长舒","逍遥江湖","秋水人家","画龙点睛","秋风","玉龙","太极","风云雷电","阴风扇","神火扇","劈水扇","百折扇","铁面扇","精钢扇","铁骨扇","折扇","忘川三途","贵霜之牙","雪蚕之刺","九阴勾魂","胭脂","毒牙","撕天","龙鳞刺","华光刺","青刚刺","玄冰刺","勾魂爪","青龙牙","幽冥鬼爪","天狼爪","铁爪","揽月摘星","此最相思","晃金仙绳","秋水落霞","碧波","流云","彩虹","九天仙绫","缚神绫","七彩罗刹","云龙绸带","天蚕丝带","无极丝","金丝彩带","幻彩银纱","五色缎带","紫电青霜","祖龙对剑","连理双树","金龙双剪","灵蛇","月光","阴阳","梅花双剑","墨玉双剑","赤焰双剑","鱼骨双剑","狼牙双剑","竹节双剑","龙凤双剑","镔铁双剑","双短剑","霜冷九州","四法青云","灵犀神剑","魏武青虹","湛卢","倚天","鱼肠","碧玉剑","北斗七星剑","游龙剑","黄金剑","龙泉剑","青锋剑","吴越剑","铁齿剑","青铜短剑","碧血干戚","护法灭魔","元神禁锢","五丁开山","无敌","肃魂","破魄","恶龙之齿","狂魔镰","乌金鬼头镰","黄金钺","精钢禅钺","双弦钺","双面斧","开山斧","青铜斧","天龙破城","飞龙在天","五虎断魂","刑天之逆","霹雳","梨花","暗夜","丈八点钢矛","金蛇信","玄铁矛","墨杆金钩","火焰枪","乌金三叉戟","锯齿矛","曲尖枪","红缨枪"]
            },
            {
                desc:'头盔',
                data:["金珰紫焰冠","鸾羽九凤冠","玉翼附蝉翎","郁金流苏簪","曜月嵌星","寒雉霜蚕","凤翅金翎","七彩花环","魔女发冠","玉女发冠","媚狐头饰","凤头钗","珍珠头带","梅花簪子","玉钗","簪子","紫金磐龙冠","兽鬼珐琅面","白玉琉璃冠","金丝黑玉冠","翡翠曜冠","水晶夔帽","白玉龙冠","黑魔冠","乾坤帽","水晶帽","羊角盔","缨络丝带","纶巾","面具","布帽","方巾"]
            },
            {
                desc:'铠甲',
                data:["五彩凤翅衣","金丝蝉翼衫","碧霞彩云衣","紫香金乌裙","金蚕丝裙","穰花翠裙","飞天羽衣","七宝天衣","流云素裙","霓裳羽衣","金缕羽衣","天香披肩","龙鳞羽衣","五彩裙","丝绸长裙","布裙","紫金磐龙甲","金丝鱼鳞甲","蝉翼金丝甲","乾坤护心甲","金蚕披风","珊瑚玉衣","神谕披风","死亡斗篷","龙骨甲","夜魔披风","钢甲","紧身衣","锁子甲","鳞甲","皮衣","布衣"]
            },
            {
                desc:'腰带',
                data:["磐龙凤翔带","蝉翼鱼佩带","琉璃寒玉带","乾坤紫玉带","金蟾含珠","珠翠玉环","幻彩玉带","圣王坠","八卦锻带","百窜云","兽王腰带","双魂引","攫魂铃","魔童大牙","乱牙咬","白面狼牙","琥珀腰链","玉树腰带","水晶腰带","银腰带","缎带","腰带"]
            },
            {
                desc:'靴子',
                data:["碧霞流云履","碧霞流云履","七星逐月靴","乾坤天罡履","追云逐电","平步青云","踏雪无痕","万里追云履","九州履","追星踏月","绿靴","神行靴","侠客履","马靴","牛皮靴","布鞋"]
            },
            {
                desc:'饰品',
                data:["紫金碧玺佩","鎏金点翠佩","七璜珠玉佩","衔珠金凤佩","鸾飞凤舞","黄玉琉佩","七彩玲珑","疾风之铃","万里卷云","鬼牙攫魂","碧水青龙","八卦坠","风月宝链","高速之星","荧光坠子","九宫坠","江湖夜雨","苍魂珠","骷髅吊坠","珍珠链","五色飞石","护身符"]
            },
            {
                desc:'暗器',
                data:["顺逆神针","魔睛子","寸阴若梦","回龙摄魂标","含沙射影","孔雀翎","无影神针","铁蒺藜","飞蝗石","飞刀"]
            }
			
        ]
    },
    {
        name: "物品",
        content: [
            {
                desc: "药品",
                data: ["五龙丹", "红雪散","十香返生丸","佛光舍利子","九转回魂丹","蛇蝎美人","定神香","风水混元丹","千年保心丹","小还丹","金香玉","金创药","孔雀红","天龙水","白露为霜","餐风饮露","血珊瑚","麝香","地狱灵芝","仙狐涎","月星子","丁香水","火凤之睛","龙之心屑","硫磺草","凤凰尾","熊胆","六道轮回","血色茶花","鹿茸","紫石英","天不老","月见草","人参","八角莲叶","山药","曼佗罗花","鬼切草","白玉骨头","灵脂","龙须草","香叶","百色花","旋复花","佛手","紫丹罗","水黄莲","九香虫","草果","七叶莲","四叶花"]
            },
            {
                desc:'符石',
                data:["召影符石","七情符石","两仪符石","幽月符石","乱花符石","狂念符石","铃星符石","波涛符石","引幽符石","南夕符石","墨陀符石","九凤符石","流魂符石","苍玉符石","降龙符石","燕灵符石","素影符石","地炎符石","流风符石","子蚀符石","昔光符石","圣火符石","紫晶符石","无极符石","无相符石","霸风符石","玄羽符石","醉魂符石","莫念符石","百冥符石","九影符石","天珍符石","暮影符石","玲珑符石","神川符石","银竹符石","珍珀符石","乾坤符石","玄魂符石","雪月符石","星辰符石","清心符石","银光符石","锦瑟符石","灵月符石","北冥符石","陌影符石","虹珀符石","逍遥符石","霞光符石","天仙符石","飘渺符石","天神符石","金光符石","碧玉符石","红云符石","火符石","炎符石","风符石","电符石","雷符石","土符石","冰符石"]
            },
            {
                desc:'家具',
                data:["吉祥祈福案","花开富贵门","福禄鸳鸯榻","雕花贵妃卧","怡然太师椅","紫檀藏经阁","翠珠梳妆台","博古通今桌","海之蔚蓝石砖","海之珠贝图","海之巨螺桶","海之葵","海之明珠灯","海之七色门","海之明珠屏","海之彩贝榻","海之珊瑚卧","海之太师椅","海之青石凳","海之彩鱼毯","海之藏经架","海之立柜","海之青石桌","海之方桌","海之缎面帘","红木地板","桦木地板","漆花地板","凤凰傲意图","千佛图","猛虎坐山图","夕阳山水图","踏春图","彩绘花瓶","玉瓷画瓶","五谷轮回桶","紫檀马桶","雕花马桶","长信宫灯","银烛台","龟鹤延年灯","天山云雪","仙人掌","水仙","蝴蝶兰","君子兰","文竹","金座雕龙屏风","壮丽河山","花鸟图屏风","狮子图屏风","印花屏风","宁夜安梦","龙凤呈祥","神仙帐","八卦镇邪榻","榛木床","虎威太师椅","紫檀雕花椅","月牙凳","桦木靠背椅","漆花竹凳","白虎皮毯","波斯地毯","麻布地毯","兽皮地毯","草编地毯","招财聚宝柜","紫檀雕花柜","彩绘立柜","双鱼吉庆柜","桦木立柜","八宝呈祥桌","百兽镇邪桌","嵌玉虎纹桌","红木八仙桌","桦木圆桌","红杏闹春帘","黄缎锦边帘","蓝绸绣花帘","白鹤展翅帘","黑麻垂曼帘"]
            },
            {
                desc:'鱼类',
                data:["珍珠","蚌肉","海马","海星","海星","金枪鱼","毛蟹","大黄鱼","小黄鱼","对虾","沙丁鱼","河豚","娃娃鱼","大闸蟹","鲤鱼","鲫鱼","草鱼","河蟹","河虾","泥鳅"]
            },
            {
                desc:'帮派商品',
                data:["商品锦盒","商品木鱼","商品花","商品人参","商品首饰","商品佛珠","商品面粉","商品纸钱","商品布帽","商品纸扇","商品鹿茸","商品香油","商品符","商品夜明珠","商品酒","商品铜铃","商品武器","商品蜡烛"]
            },
            {
                desc:'宝石',
                data:["神秘石","舍利子","红玛瑙","黑宝石","绿宝石","蓝宝石","黄宝石","红宝石","月亮石","太阳石","光芒石"]
            },
            {
                desc:'变身卡',
                data:["混沌兽","蝎子精","狂豹（人型）","狂豹","猫灵（人型）","猫灵（兽型）","葫芦宝贝","巴蛇","连弩车","机关鸟","机关兽","机关人","龙龟","红萼仙子","踏云兽","噬天虎","炎魔神","夜罗刹","灵鹤","雾中仙","大力金刚","灵符女娲","律法女娲","净瓶女娲","吸血鬼","鬼将","幽灵","阴阳伞","鼠先锋","野猪精","百足将军","犀牛将军（兽形）","犀牛将军（人形）","千年蛇魅","锦毛貂精","星灵仙子","巡游天神","芙蓉仙子","如意仙子","碧水夜叉","鲛人","蚌精","雨师","蛟龙","凤凰","风伯","地狱战神","天将","天兵","黑山老妖","白熊","古代瑞兽","蝴蝶仙子","雷鸟人","马面","牛头","僵尸","黑熊精","蜘蛛精","兔子怪","龟丞相","蟹将","虾兵","狼","野鬼","小龙女","牛妖","花妖","黑熊","老虎","狐狸精","蛤蟆精","羊头怪","骷髅怪","野猪","山贼","大蝙蝠","海毛虫","强盗","树怪","护卫","大海龟","巨蛙"]
            },
            {
                desc:'烹饪（食品）',
                data:["醉生梦死","百味酒","虎骨酒","蛇胆酒","梅花酒","女儿红","珍露酒","长寿面","豆斋果","桂花丸","翡翠豆腐","佛跳墙","烤肉","烤鸭","臭豆腐","包子"]
            },
            {
                desc:'儿童用品',
                data:["奇异果","皇帝内经","蚩尤武诀","还魂秘术","逍遥镜","孤儿名册","千年人参","金柳露","超级金柳露","糖葫芦","玉灵果","瑶池蟠桃","道德经","论语","诗经","千字文","急就章","百兽图谱","山海经","列异传","搜神记","启蒙棋谱","竹马","投掷沙包","猴皮筋","弹弓","红木短剑"]
            },
            {
                desc:'法宝',
                data:["金钱镖","鬼脸面具","缚妖索","金甲仙衣","拭剑石","飞剑","碧玉葫芦","惊魂铃","嗜血幡","风袋","清心咒","九黎战鼓","盘龙壁","神行飞剑","汇灵盏","五色旗盒","天师符","织女扇","雷兽","迷魂灯","定风珠","玄冰面具","降魔斗篷","附灵玉","捆仙绳","现形符","发瘟匣","聚妖铃","万鬼幡","断线木偶","五彩娃娃","番天印","七杀","罗汉珠","分水","赤焰","金刚杵","兽王令","摄魂","神木面具","落雨金钱","缚龙索","照妖镜","鬼泣","月光宝盒","缩地尺","影蛊","混元伞","落宝金钱","无魂傀儡","苍白纸人","通灵宝玉","聚宝盆","乾坤玄火塔","无尘扇","七宝玲珑灯","无字经","干将莫邪","慈悲","曼陀罗","救命毫毛","伏魔天书","普渡","镇海珠","奇门五行令","失心钹","五火神焰印","九幽","忘情"]
            },
            {
                desc:'剧情道具',
                data:["定海珠","蟠桃","碎裂的绿烟如梦","婚书","木偶","金击子","椰子","玉佩","江州府大印","定颜珠","枯萎的金莲","混天绫","玉帝的诏书","认罪书","八戒的情书","绿烟如梦","魏征的书信","奏折","门贴","殷温娇的书信","玄奘的家信","玄奘的血书","阎王的琵琶","崔钰的情书","少女的手镯","龙鳞","玄天铁鞭","般若多罗密多心经","特赦令牌","定魂珠","剃刀","琉璃盏的碎片","仙露","栗栗儿的汗巾","避水符","阴阳二气瓶","妖怪的念珠","部分的天蓬盔甲","碧水神石（红）","碧水神石（绿）","紫霞的铃铛","天宫名菜","玉酒","金刚石","夜光珠","避水珠","冥钞","孟婆酒","还魂丹","灵魂之烛"]
            }
        ]
    },
    {
        name: "任务玩法",
        content: [
            {
                desc: "副本任务",
                data: ["（侠）红孩儿", "（侠）黑风山","七绝山","四季","平顶山","平顶山","车迟斗法","（侠）水陆大会","水陆大会","乌鸡国","大闹天宫","新天火之殇·上部","泾河龙王2","前世今生2","上古秘宝","四门绝阵"]
            },
            {
                desc:'剧情任务',
                data:["西梁女国","墨家村","五级门派称谓","蓬莱仙岛任务","问药朱紫国","女娲神迹","无名鬼城","小雷音寺","智取芭蕉扇","真假美猴王","八戒悟空剧情","三打白骨精","大战心魔","含冤小白龙","寻找四琉璃","玄奘的身世","枯萎的金莲","商人的鬼魂"]
            },
            {
                desc:'常规任务',
                data:["玄奘的身世","枯萎的金莲","商人的鬼魂","寻访鬼谷道士","搜寻秘宝","追杀强盗","魔族任务","人族任务","仙族任务","五级镖","四级镖","三级镖","二级镖","一级镖","牛仔很忙","神器任务","五行修业","飘香香任务","植物种子任务","百晓任务","任务链","官职任务","鬼王任务","捉鬼任务","王夫人任务","师门任务","召集令任务"]
            },
            {
                desc:'帮派任务',
                data:["帮派迷宫建设","玄武堂任务","朱雀堂任务","白虎堂任务","青龙堂任务"]
            },
            {
                desc:'周末玩法',
                data:["长安保卫战","英雄大会","彩虹争霸赛","科举大赛","门派闯关"]
            },
            {
                desc:'休闲玩法',
                data:["翰墨","考古鉴赏","墨家数独牌","小游戏平台","梦幻乾坤盘","菜园子","报纸杂志","梦幻点歌台","文学课","社区活动","八卦炼丹炉","本事和尚","术中仙","诗中仙","休闲棋","梦幻卡牌","钓鱼玩法"]
            }
        ]
    },
	{
        name: "NPC系统",
        content: [
            {
                desc: "城镇NPC",
                data: ["琴童","道童","桃花令使","禄星","福星","春娇","金圣宫","赛太岁","布识陆","有来有去","护法金刚","护法罗汉","迦叶","阿傩","灵山老僧","守门金刚","后院机关兽","守泉道人","守门道人","路人老婆婆","蓝色珍珠蚌","金色珍珠蚌","紫色珍珠蚌","蚌精珠珠","蚌精珍珍","蚌精美美","姜国师","河神雕像","巡逻的机关人","机关人","鬼将军","神殿守护者","无心","辛发明","青灵玄女","龙神","传送女娲","白熊怪","翻天怪","青琉璃","莽汉","雷鸟精","龙女妹妹","北俱货商","北俱商人","地遁鬼","北俱芦洲土地","孙悟空","美猴王","马猴","侯医仙","老马猴","花果山土地","驼背大鼋","路人甲","铁扇公主","鬼谷道士","天将","西牛贺州土地","高翠兰","高老先生","南赡部州土地","云里雾","火焰山土地","老太爷","老太婆","少女","白衣人","强盗头子","冤魂","牛将军","偷尸鬼","野猪王","水云仙","云游僧","3号烽火台","2号烽火台","1号烽火台","山贼头子","张猎户","卷帘大将","天兵飞剑","阿紫","姚太尉","天篷元帅","土地公公","至尊宝","二当家","李彪","玉面狐狸","白鹿精","酒肉和尚","玄奘","文秀","衙役","刘洪","古董商人","杂货店老板","山神","殷温娇","婆婆","小二","渔翁","虾兵","刘母","白琉璃","大生","海释和尚","业释和尚","者释和尚","小芸芸","吴老爹","吴文彩","黑山老妖","衙门守卫","普陀接引仙女","牢房守卫","驿站老板","镇塔之神","森之魅","血之魅","奔波儿灞","梦之魅","超级巫医","樵夫","卵二姐","罗纤纤","江湖奸商","商人的鬼魂","蛤蟆怪","林老汉","海盗头子","玉面公主","船夫","老虾","牛二","楚恋依","白晶晶","春三十娘","栗栗儿","金琉璃","女妖","看门小妖","三大王","二大王","大大王","守山小妖","传送妖精","九头精怪","牛魔王","引路小妖","守门牛妖","千年怨鬼","白晶晶的鬼魂","无名野鬼","吊死鬼","幽冥鬼","地藏王","白无常","黑无常","崔判官","杵官王","都市王","泰山王","平等王","卞城王","宋帝王","初江王","秦广王","转轮王","阎罗王","地府货商","地府商人","钟馗","追梦鬼","地遁鬼","马面","牛头","孟婆","青莲仙女","观音姐姐","小熊怪","接引仙女","龙女宝宝","黑熊怪","引路仙女","镇元大仙","明月","清风","接引道人","小白龙","虾兵","风波神","超级巫医","海夜叉","东海龙王","蛤蟆勇士","蟹将军","虾将军","龟千岁","龟太尉","小龙女","蛤蟆头领","万圣公主","龙宫传送人","嫦娥","康太尉","月香侍女","吴刚","炼丹道士","太上老君","哪咤","杨戬","李靖","王母娘娘","玉皇大帝","守门道童","斩妖台守卫","马真人","大力神灵","水兵统领","天牢守卫","顺风耳","素衣仙女","接引仙子","守门天将","孙婆婆","绿儿","栗栗娘","翠花","柳飞絮","传送女使","空度禅师","法明长老","慧明","疥癞和尚","慧悲","慧静","慧海","接引僧","空善大师","空慈方丈","菩提祖师","灵儿","觉岸","觉明","接引道童","程咬金","传送兵","丫鬟","程夫人","程府守卫","莫爷爷","尹孝坤","尹孝乾","莫夫人","小笛","马待封","巨子","阿米国师","朱紫国王","小囝囝","豆蔻囡囡","端木娘子","申太公","酒店伙计","药店伙计","紫阳药师","朱紫侍卫","朱紫校尉","七窍玲珑阵石头","挂毯店老板娘","西梁女兵","西门将军","药店老板娘","宁小倩","上官丞相","西梁国王","仙岛引路使","文老伯","沈妙衣","杜天","小紫","袁财主","老张头","牛2298","慕容先生","王福来","傲来特产商人","傲来货商","傲来商人","偷偷怪","蝴蝶妹妹","红毛猿","金毛猿","九头精怪","傲来珍品商人","裁缝张","长寿村村长","茶客","茶小二","鲁成","马婆婆","强行PK申请人","虬髯客","长寿珍品商人","长寿特产商人","长寿货商","长寿商人","陆萧然","南极仙翁","许姑娘","钱老板","许大娘","蝴蝶女","凤凰姑娘","海老先生","慧觉和尚","钟书生","毛驴张","太白金星","捕头李","罗师爷","秦夫人","秦琼","殷夫人","殷丞相","魏征","李世民","张记布庄","福寿店老板","乐器店老板","饰品店老板","杂货店老板","紫衣盗","赵姨娘","赌霸天","小惜玉","小怜香","罗百万","小桃红","陈妈妈","酒楼老板","店小二","吴举人","冯铁匠","郑镖头","王武","颜如羽","五行大师","金银锁","将军令服务使者","圣山传送人","房都尉","点卡交易公证员","节日礼物使者","特产竞标人","帮派竞赛主持人","PK申请人","训兽师","牌中仙","牌中圣","牌中杰","棋童","在线提醒人","三界包打听","小宝","二宝","大宝","珠宝商人","装备鉴定商","剧情道具NPC","长安导游","商会总管","珍品商人","红线童子","月老","龙孙","袁守成","配色师","怜儿姑娘","穷汉","建房吏","轿夫","王捕头","张老财","陈员外","兰虎","长安特产商人","长安货商","长安商人","苏小小","孟大勇","孙小三","秦府守卫","长安府守卫","赵美人","御林军右统领","御林军左统领","李将军","刘副将","马副将","护卫总管","国子监祭酒","袁天罡","蒋大全","帮派接引人","帮派主管","花香香","王夫人","驿站老板","车夫","衙役","简师爷","建邺县令","周猎户","李善人","钱庄老板","当铺老板","货栈老板","药店老板","服装店老板","武器店老板","武器店掌柜","推广登记员","张来福","勾魂马面","建邺守卫","马全有","管家","王大嫂","牛大胆","老孙头","飞儿","老胡","赵捕头","符全","教书先生","刘老爹","小花","罗招弟","雷黑子","赵元宝","戏班老板","迎客僧","吹牛王","技能指导师","海产收购商","装备鉴定人","装备收购商"]
            },
            {
                desc:'门派NPC',
                data:["白晶晶","春三十娘","栗栗儿","金琉璃","女妖","看门小妖","看门小妖","引路小妖","三大王","二大王","大大王","守山小妖","守山小妖","传送妖精","九头精怪","牛魔王","引路小妖","守门牛妖","守门牛妖","千年怨鬼","白晶晶的鬼魂","无名野鬼","吊死鬼","幽冥鬼","地藏王","白无常","黑无常","崔判官","杵官王","都市王","泰山王","平等王","卞城王","宋帝王","初江王","秦广王","转轮王","阎罗王","地府货商","地府商人","钟馗","追梦鬼","地遁鬼","马面","牛头","孟婆","青莲仙女","观音姐姐","小熊怪","接引仙女","龙女宝宝","黑熊怪","引路仙女","镇元大仙","明月","清风","接引道人","小白龙","虾兵","风波神","超级巫医","海夜叉","东海龙王","蛤蟆勇士","蟹将军","虾将军","龟千岁","龟太尉","小龙女","蛤蟆头领","万圣公主","龙宫传送人","嫦娥","康太尉","月香侍女","吴刚","炼丹道士","太上老君","哪咤","杨戬","李靖","王母娘娘","玉皇大帝","守门道童","守门道童","斩妖台守卫","斩妖台守卫","马真人","大力神灵","水兵统领","天牢守卫","顺风耳","素衣仙女","接引仙子","守门天将","守门天将","孙婆婆","绿儿","栗栗娘","翠花","柳飞絮","传送女使","空度禅师","法明长老","慧明","疥癞和尚","慧悲","慧静","慧海","接引僧","空善大师","空慈方丈","菩提祖师","灵儿","觉岸","觉明","接引道童","程咬金","传送兵","丫鬟","程夫人","程府守卫","程府守卫"]
            },
            {
                desc:'野外NPC',
                data:["超级巫医","琴童","道童","桃花令使","禄星","福星","春娇","金圣宫","赛太岁","超级巫医","布识陆","有来有去","护法金刚","护法金刚","护法罗汉","护法罗汉","迦叶","阿傩","灵山老僧","守门金刚","守门金刚","后院机关兽","超级巫医","守泉道人","守门道人","路人老婆婆","超级巫医","蓝色珍珠蚌","金色珍珠蚌","紫色珍珠蚌","蚌精珠珠","蚌精珍珍","蚌精美美","姜国师","河神雕像","超级巫医","巡逻的机关人","机关人","超级巫医","鬼将军","超级巫医","神殿守护者","无心","超级巫医","超级巫医","辛发明","青灵玄女","超级巫医","超级巫医","龙神","传送女娲","超级巫医","白熊怪","翻天怪","青琉璃","莽汉","雷鸟精","龙女妹妹","江湖奸商","北俱货商","北俱商人","驿站老板","地遁鬼","北俱芦洲土地","孙悟空","美猴王","马猴","侯医仙","老马猴","花果山土地","驼背大鼋","路人甲","铁扇公主","鬼谷道士","天将","西牛贺州土地","驿站老板","高翠兰","高老先生","南赡部州土地","云里雾","火焰山土地","老太爷","老太婆","少女","白衣人","超级巫医","驿站老板","驿站老板","强盗头子","冤魂","牛将军","偷尸鬼","野猪王","水云仙","云游僧","蛤蟆怪","3号烽火台","2号烽火台","1号烽火台","山贼头子","张猎户","卷帘大将","天兵飞剑","阿紫","姚太尉","天篷元帅","土地公公","至尊宝","二当家","李彪","刘洪","玉面狐狸","白鹿精","酒肉和尚","玄奘","文秀","衙役","刘洪","古董商人","杂货店老板","超级巫医","山神","殷温娇","婆婆","小二","渔翁","虾兵","刘母","白琉璃","大生","海释和尚","业释和尚","者释和尚","小芸芸","吴老爹","吴文彩","黑山老妖","衙门守卫","普陀接引仙女","牢房守卫","驿站老板","镇塔之神","超级巫医","森之魅","血之魅","奔波儿灞","超级巫医","梦之魅","超级巫医","樵夫","卵二姐","罗纤纤","江湖奸商","商人的鬼魂","蛤蟆怪","林老汉","海盗头子","玉面公主","船夫","老虾","牛二","楚恋依"]
            }
        ]
    },
	{
        name: "门派",
        content: [
            {
                desc: "大唐官府",
                data: []
            },
            {
                desc:'方寸山',
                data:[]
            },
            {
                desc:'化生寺',
                data:[]
            },
            {
                desc:'女儿村',
                data:[]
            },
            {
                desc:'龙宫',
                data:[]
            },
            {
                desc:'普陀山',
                data:[]
            },
            {
                desc:'五庄观',
                data:[]
            },
            {
                desc:'天宫',
                data:[]
            },
            {
                desc:'魔王寨',
                data:[]
            },
            {
                desc:'狮驼岭',
                data:[]
            },
            {
                desc:'盘丝洞',
                data:[]
            },
            {
                desc:'阴曹地府',
                data:[]
            }
        ]
    },
	{
        name: "技能法术",
        content: [
            {
                desc: "门派技能",
                data: ["为官之道","无双一击","神兵鉴赏","疾风步","十方无敌","紫薇之术","文韬武略","黄庭经","磬龙灭法","霹雳咒","符之术","归元心法","神道无念","斜月步","小乘佛法","金刚伏魔","诵经","佛光普照","大慈大悲","歧黄之术","渡世步","毒经","倾国倾城","沉鱼落雁","闭月羞花","香飘兰麝","玉质冰肌","清歌妙舞","天罡气","傲世诀","清明自在","宁气诀","乾坤塔","混天术","云霄步","九龙诀","破浪诀","呼风唤雨","龙腾","逆鳞","游龙术","龙附","周易学","潇湘仙雨","乾坤袖","修仙术","混元道果","明性修身","七星遁","灵性","护法金刚","观音咒","五行学说","金刚经","五行扭转","莲花宝座","灵通术","六道轮回","幽冥术","拘魂诀","九幽阴魂","尸腐恶","无常步","牛逼神功","震天诀","火云术","火牛阵","牛虱阵","回身击","裂石步","魔兽神功","生死搏","训兽诀","阴阳二气诀","狂兽诀","大鹏展翅","魔兽反噬","蛛丝阵法","催情大法","秋波暗送","天外魔音","盘丝大法","移形换影","姊妹相随"
]
            },
			{
                desc: "门派法术",
                data: ["横扫千军","后发制人","兵器谱","千里神行","杀气诀","斩龙诀","反间之计","破釜沉舟","安神诀","三星灭魔","五雷咒","飞行符","兵解符","催眠符","失心符","落魄符","失忆符","追魂符","离魂符","失魂符","定身符","归元咒","乾天罡气","神兵护法","乙木仙遁","分身术","碎甲符","紫气东来","唧唧歪歪","达摩护体","金刚护法","韦陀护法","金刚护体","一苇渡江","我佛慈悲","化瘀","疗伤","推拿","针灸","正骨","活血","推气过宫","妙手回春","救死扶伤","解毒","佛门普渡","舍生取义","佛法无边","红袖添香","楚楚可怜","满天花雨","情天恨海","莲步轻舞","如花解语","似玉生香","娉婷嬝娜","轻如鸿毛","百毒不侵","移形换影","一笑倾城","飞花摘叶","天神护体","天神护法","天诛地灭","知己知彼","宁心","镇妖","错乱","百万神兵","腾云驾雾","天雷斩","五雷轰顶","金刚镯","雷霆万钧","解封","清心","龙腾","龙卷雨击","逆鳞","乘风破浪","水遁","龙吟","龙啸九天","龙附","神龙摆尾","二龙戏珠","日月乾坤","炼气化神","生命之泉","太极生化","斗转星移","三花聚顶","驱魔","驱尸","烟雨剑法","天地同寿","乾坤妙法","普渡众生","紧箍咒","杨柳甘露","日光华","靛沧海","巨岩破","苍茫树","地裂火","坐莲","五行错位","灵动九天","颠倒五行","阎罗令","判官令","堪察令","寡欲令","幽冥鬼眼","冤魂不散","尸腐毒","修罗隐身","杳无音讯","还阳术","黄泉之息","魔王护持","飞砂走石","三昧真火","牛劲","踏山裂石","无敌牛虱","魔王回首","牛屎遁","火甲术","摇头摆尾","象形","鹰击","狮搏","威慑","变身","魔兽啸天","定心术","连环击","振翅千里","极度疯狂","魔息术","天魔解体","勾魂","摄魄","魔音摄魂","盘丝舞","夺命蛛丝","含情脉脉","盘丝阵","复苏","天罗地网","天蚕丝","姐妹同心","瘴气","幻镜术"
]
            },
			{
                desc: "生活技能",
                data: ["巧匠之术", "健身术", "养生之道", "追捕技巧", "逃离技巧", "烹饪技巧", "中药医理", "炼金术", "裁缝技巧", "打造技巧", "暗器技巧", "冥想", "强身术"]
            },
			{
                desc: "装备特技",
                data: ["再生","精致","暴怒","易修理","伪装","专注","绝杀","狩猎","坚固","永不磨损","无级别","简易","神农","愤怒","迷踪","必中","珍宝","神佑","菩提心佑","金刚不坏","毁灭之光","燃烧之光","先发制人","聚精会神","凝心决","移形换影","慈航普度","心如明镜","身似菩提","死亡之音","亡灵之刃","虚空之刃","伽罗无双","帝释无双","破碎无双","乾坤斩","冥王暴杀","残月","吸血","弱点击破","破血狂攻","停陷术","凝滞术","碎甲术","破甲术","河东狮吼","放下屠刀","天衣无缝","修罗咒","罗汉金钟","太极护法","啸风诀","流云诀","圣灵之甲","光辉之甲","魔兽之印","野兽之力","绝幻魔音","笑里藏刀","诅咒之亡","诅咒之伤","晶清诀","玉清诀","冰清诀","水清诀","起死回生","回魂咒","四海升平","命归术","气归术","凝神决","凝气决","命疗术","心疗术","气疗术"]
            },
			{
                desc: "剧情技能",
                data: ["火眼金睛", "变化之术","建筑之术","仙灵店铺","古董评估","奇门遁甲","宝石工艺","妙手空空","丹元济会","打坐","调息"]
            },
			{
                desc: "夫妻技能",
                data: ["同甘共苦", "情深似海","夫妻技能", "情意绵绵"]
            },
			{
                desc: "召唤兽初级技能",
                data: ["迟钝","弱点火","弱点水","弱点土","弱点雷","水属性吸收","火属性吸收","土属性吸收","雷属性吸收","法术波动","法术暴击","法术连击","烈火","水攻","落岩","雷击","否定信仰","精神集中","神佑复生","魔之心","鬼魂术","驱鬼","毒","偷袭","防御","强力","敏捷","永恒","招架","神迹","幸运","必杀","慧根","冥思","再生","感知","隐身","夜战","飞行","连击","吸血","反震","反击"]
            },
			{
                desc: "召唤兽高级技能",
                data: ["移花接木","剑荡四方","嗜血追击","壁垒击破","法术防御","夜舞倾城","力劈华山","高级法术波动","高级法术暴击","高级法术连击","上古灵符","善恶有报","死亡召唤","惊心一剑","高级水属性吸收","高级火属性吸收","高级土属性吸收","高级雷属性吸收","地狱烈火","水漫金山","泰山压顶","奔雷咒","高级否定信仰","高级精神集中","高级神佑复生","高级魔之心","高级鬼魂术","高级驱鬼","高级毒","高级偷袭","高级防御","高级强力","高级敏捷","高级永恒","高级招架","高级神迹","高级幸运","高级必杀","高级慧根","高级冥思","高级再生","高级感知","高级隐身","高级夜战","高级飞行","高级连击","高级吸血","高级反震","高级反击"]
            }
        ]
    }

]

module.exports = data;
